doc(README.md): update readme.md file
